---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionProfile
source: html/1281d88f-991e-3012-6656-533c80668714.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionProfile Property

"Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionProfile { get; }
```